Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Slide the space bar toward the thumb opposite your last key: tap a right-side letter and space hops left, so the free thumb hits it. Recenters after a space.
de: Schiebt die Leertaste zum Daumen gegenüber deiner letzten Taste: tipp einen Buchstaben rechts und die Leertaste springt nach links, damit der freie Daumen sie trifft. Zentriert sich nach einem Leerzeichen wieder.
es: Desliza la barra espaciadora hacia el pulgar opuesto a tu última tecla: toca una letra del lado derecho y el espacio salta a la izquierda, para que lo pulse el pulgar libre. Se recentra después de un espacio.
et: Libistab tühikuklahvi vastaskäe pöidla poole: vajuta parempoolset tähte ja tühik hüppab vasakule, nii et vaba pöial teda tabab. Taasesastub pärast tühikut.
fr: Déplace la barre d'espace vers le pouce opposé à ta dernière touche : appuie sur une lettre de droite et l'espace saute à gauche, pour que le pouce libre l'atteigne. Se recentre après une espace.
hu: A szóközt az utolsó billentyűddel ellentétes hüvelykujj felé csúsztatja: koppints egy jobb oldali betűre, és a szóköz balra ugrik, hogy a szabad hüvelykujj érje el. Szóköz után visszaközépre áll.
it: Fai scorrere la barra spaziatrice verso il pollice opposto al tuo ultimo tasto: tocca una lettera a destra e lo spazio salta a sinistra, così il pollice libero lo raggiunge. Si ricentra dopo uno spazio.
ja: スペースバーを、最後に押したキーと反対の親指の方へ寄せます。右側の文字を押すとスペースが左に移り、空いた親指で押せます。スペースを入力すると中央に戻ります。
ko: 스페이스 바를 마지막 키의 반대쪽 엄지로 밀어요. 오른쪽 글자를 누르면 스페이스가 왼쪽으로 뛰어서 노는 엄지가 누를 수 있어요. 스페이스를 치면 다시 가운데로 와요.
ms: Luncurkan bar ruang ke arah ibu jari bertentangan dengan kekunci terakhir anda: ketik huruf sebelah kanan dan ruang melompat ke kiri, supaya ibu jari yang bebas menekannya. Berpusat semula selepas ruang.
pt: Desliza a barra de espaços para o polegar oposto à tua última tecla: toca numa letra do lado direito e o espaço salta para a esquerda, para o polegar livre lhe acertar. Volta ao centro depois de um espaço.
ru: Сдвигать пробел к тому большому пальцу, который противоположен последней клавише: нажали букву справа — пробел уходит влево, под свободный палец. После пробела он возвращается в центр.
zh_hans: 把空格键往你上一个键的另一只拇指那侧滑：点右边的字母，空格就跳到左边，让空着的拇指去点。按下空格后重新居中。

source: Slide to insert
de: Zum Einfügen schieben
es: Deslizar para insertar
et: Libista sisestamiseks
fr: Glisser pour insérer
hu: Csúsztatás a beszúráshoz
it: Scorri per inserire
ja: スライドして挿入
ko: 밀어서 삽입
ms: Leret untuk sisip
pt: Deslizar para inserir
ru: Сдвинуть для вставки
zh_hans: 滑动以插入

source: Slide to move the cursor, and lift where you want it.
de: Zieh, um den Cursor zu bewegen, und heb den Finger dort, wo er stehen soll.
es: Desliza para mover el cursor y levanta el dedo donde lo quieras.
et: Libista, et kursorit liigutada, ja tõsta sõrm seal, kus tahad.
fr: Fais glisser pour déplacer le curseur et lève le doigt à l'endroit voulu.
hu: Húzással mozgasd a kurzort, és ott emeld fel az ujjad, ahol jó.
it: Scorri per spostare il cursore e solleva il dito dove vuoi.
ja: そのままスライドしてカーソルを動かし、置きたい位置で指を離します。
ko: 밀어서 커서를 옮기고, 원하는 자리에서 손가락을 떼세요.
ms: Leret untuk menggerakkan kursor, dan angkat jari di tempat yang anda mahu.
pt: Desliza para mover o cursor e levanta o dedo onde o queres.
ru: Ведите, чтобы двигать курсор, и поднимите палец там, где он вам нужен.
zh_hans: 滑动移动光标，到位了就抬手。

source: Slide-up picker style
de: Stil der Streich-nach-oben-Auswahl
es: Estilo del selector deslizable
et: Üleslibiseva valija stiil
fr: Style du sélecteur par glissement vers le haut
hu: Felcsúsztatható kiválasztó stílus
it: Stile del selettore a scorrimento verso l'alto
ja: スライドアップピッカーのスタイル
ko: 위로 슬라이드 선택기 스타일
ms: Gaya pemilih luncur naik
pt: Estilo do seletor por deslize para cima
ru: Вид выбора по подъёму
zh_hans: 上滑选择器样式

source: Slots
de: Plätze
es: Huecos
et: Kohad
fr: Emplacements
hu: Helyek
it: Slot
ja: 枠
ko: 칸
ms: Slot
pt: Espaços
ru: Ячейки
zh_hans: 格数

source: Slow, sparse and soft. Barely there behind the keys.
de: Langsam, spärlich und weich. Hinter den Tasten kaum zu bemerken.
es: Lento, disperso y suave. Casi no se nota detrás de las teclas.
et: Aeglane, hõre ja pehme. Klahvide taga vaevu märgatav.
fr: Lent, clairsemé et doux. À peine perceptible derrière les touches.
hu: Lassú, ritka és lágy. Alig észrevehető a billentyűk mögött.
it: Lento, rado e morbido. Dietro i tasti si nota appena.
ja: ゆっくり、控えめ、やわらかく。キーの後ろでほとんど目立ちません。
ko: 느리고 성기고 부드럽게. 키 뒤에서 거의 눈에 띄지 않습니다.
ms: Perlahan, jarang dan lembut. Hampir tidak kelihatan di belakang kekunci.
pt: Lento, disperso e suave. Quase não se nota por trás das teclas.
ru: Медленно, редко и мягко. За клавишами почти незаметно.
zh_hans: 慢、疏、柔。在按键后方几乎察觉不到。

source: Slowly moves keys to where you actually tap
de: Bewegt die Tasten langsam dorthin, wo du tatsächlich tippst
es: Mueve poco a poco las teclas hacia donde tocas de verdad
et: Liigutab klahvid aeglaselt sinna, kuhu sa tegelikult vajutad
fr: Déplace lentement les touches vers l'endroit où tu appuies vraiment
hu: Lassan oda mozgatja a billentyűket, ahová valójában koppintasz
it: Sposta lentamente i tasti verso dove tocchi davvero
ja: 実際にタップする場所へ、キーを少しずつ動かします
ko: 키를 실제로 누르는 곳으로 천천히 옮겨요
ms: Perlahan-lahan mengalihkan kekunci ke tempat anda sebenarnya ketik
pt: Move as teclas devagar para onde realmente tocas
ru: Постепенно смещает клавиши туда, куда вы на самом деле нажимаете
zh_hans: 慢慢把键移到你实际点按的位置

source: Small
de: Klein
es: Pequeño
et: Väike
fr: Petit
hu: Kicsi
it: Piccolo
ja: 小
ko: 작게
ms: Kecil
pt: Pequeno
ru: Мелкий
zh_hans: 小

source: Smaller text
de: Kleinerer Text
es: Texto más pequeño
et: Väiksem tekst
fr: Texte plus petit
hu: Kisebb szöveg
it: Testo più piccolo
ja: 文字を小さく
ko: 글자 작게
ms: Teks lebih kecil
pt: Texto menor
ru: Мельче текст
zh_hans: 更小字号

source: Smart actions
de: Intelligente Aktionen
es: Acciones inteligentes
et: Nutikad toimingud
fr: Actions intelligentes
hu: Intelligens műveletek
it: Azioni intelligenti
ja: スマートアクション
ko: 스마트 동작
ms: Tindakan pintar
pt: Ações inteligentes
ru: Умные действия
zh_hans: 智能操作

source: Smart quotes
de: Intelligente Anführungszeichen
es: Comillas tipográficas
et: Nutikad jutumärgid
fr: Guillemets typographiques
hu: Okos idézőjelek
it: Virgolette intelligenti
ja: スマート引用符
ko: 스마트 따옴표
ms: Tanda kutip pintar
pt: Aspas inteligentes
ru: Типографские кавычки
zh_hans: 智能引号

source: Smart quotes, spacing, and symbols
de: Typografische Anführungszeichen, Abstände und Symbole
es: Comillas tipográficas, espaciado y símbolos
et: Nutikad jutumärgid, vahed ja sümbolid
fr: Guillemets intelligents, espaces et symboles
hu: Intelligens idézőjelek, térközök és jelek
it: Virgolette tipografiche, spaziatura e simboli
ja: スマート引用符、間隔、記号
ko: 스마트 따옴표, 간격 및 기호
ms: Tanda petik pintar, jarak dan simbol
pt: Aspas curvas, espaçamento e símbolos
ru: Умные кавычки, пробелы и символы
zh_hans: 智能引号、间距和符号

source: Smarter Suggestions
de: Klügere Vorschläge
es: Sugerencias más inteligentes
et: Nutikamad soovitused
fr: Suggestions plus malines
hu: Okosabb javaslatok
it: Suggerimenti più intelligenti
ja: よりスマートな候補
ko: 더 똑똑한 추천
ms: Cadangan Lebih Pintar
pt: Sugestões mais espertas
ru: Умные подсказки
zh_hans: 更聪明的建议

source: Smileys & Emotion
de: Smileys & Emotionen
es: Caritas y emociones
et: Emotikonid ja emotsioonid
fr: Smileys et émotions
hu: Mosolyok és érzelmek
it: Faccine ed emozioni
ja: スマイリーと感情
ko: 스마일리 및 감정
ms: Smiley & Emosi
pt: Sorrisos e emoções
ru: Смайлики и эмоции
zh_hans: 笑脸与情感

source: Smooth
de: Glätten
es: Suavizar
et: Silumine
fr: Lisser
hu: Simítás
it: Ammorbidisci
ja: なめらかさ
ko: 다듬기
ms: Licin
pt: Suavizar
ru: Сглаживание
zh_hans: 平滑

source: Smoothing tidies the traced outline. Keep it low to hold on to the wobble of your own hand.
de: Die Glättung räumt die erzeugte Kontur auf. Niedrig halten, um das Zittern deiner Hand zu bewahren.
es: El suavizado ordena el contorno trazado. Mantenlo bajo para conservar el temblor de tu propia mano.
et: Silumine korrastab saadud kontuuri. Hoia see madal, et säilitada oma käe värin.
fr: Le lissage régularise le contour. Garde une valeur faible pour préserver les irrégularités naturelles de ton tracé.
hu: A simítás rendezi a kapott körvonalat. Tartsd alacsonyan, hogy megmaradjon a saját kezed remegése.
it: L'ammorbidimento ripulisce il contorno ricavato. Tienilo basso per conservare il tremolio della tua mano.
ja: スムージングは生成された輪郭を整えます。手の揺らぎを残したいときは低めにしてください。
ko: 다듬기는 추출된 윤곽을 정리합니다. 손의 떨림을 남기려면 낮게 유지하세요.
ms: Pelicinan mengemas garis luar yang dihasilkan. Kekalkan rendah untuk mengekalkan getaran tangan anda.
pt: A suavização limpa o contorno traçado. Mantenha-a baixa para preservar o tremor da sua própria mão.
ru: Сглаживание упорядочивает полученный контур. Оставьте его слабым, чтобы сохранить дрожь вашей руки.
zh_hans: 平滑会整理描摹出的轮廓。想保留手绘的自然抖动就调低一些。

source: Snap to grid
de: Am Raster ausrichten
es: Ajustar a la cuadrícula
et: Haaku ruudustikuga
fr: Aligner sur la grille
hu: Rácshoz igazítás
it: Aggancia alla griglia
ja: グリッドに吸着
ko: 격자에 맞추기
ms: Lekat pada grid
pt: Ajustar à grelha
ru: Привязка к сетке
zh_hans: 对齐网格

source: Snappy
de: Flink
es: Ágil
et: Nope
fr: Réactif
hu: Lendületes
it: Scattante
ja: キビキビ
ko: 경쾌함
ms: Pantas
pt: Ágil
ru: Резко
zh_hans: 利落

source: Snippets
de: Textbausteine
es: Fragmentos
et: Tekstinipid
fr: Extraits
hu: Snippetek
it: Snippet
ja: スニペット
ko: 스니펫
ms: Snippet
pt: Excertos
ru: Заготовки
zh_hans: 代码片段

source: Snow
de: Schnee
es: Nieve
et: Lumi
fr: Neige
hu: Hó
it: Neve
ja: 雪
ko: 눈
ms: Salji
pt: Neve
ru: Снег
zh_hans: 雪

source: So a run of them doesn’t come out as one solid block.
de: Damit mehrere Emoji nicht als ein Klumpen ankommen.
es: Así una ristra de emojis no sale como un bloque.
et: Et mitu järjest ei tuleks ühe tükina.
fr: Comme ça, une série d'emoji ne sort pas d'un seul bloc.
hu: Így több emodzsi nem egy tömbben érkezik.
it: Così una fila di emoji non esce tutta attaccata.
ja: 絵文字が続いても、ひと塊にならずに済みます。
ko: 이모지를 여러 개 보내도 한 덩어리로 붙지 않아요.
ms: Supaya deretan emoji tidak keluar sebagai satu blok.
pt: Assim uma série de emojis não sai toda colada.
ru: Чтобы их вереница не слипалась в один ком.
zh_hans: 这样连着发也不会挤成一坨。

source: So if you ever meet a screen selling you the keyboard, the mic on it is this same dictation. Tap it and carry on talking.
de: Wenn dir also mal ein Bildschirm begegnet, der dir die Tastatur verkaufen will: Das Mikrofon darauf ist genau diese Diktierfunktion. Antippen und weitersprechen.
es: Así que si alguna vez te encuentras una pantalla que te vende el teclado, el micro que hay en ella es este mismo dictado. Tócalo y sigue hablando.
et: Nii et kui sind kunagi tabab ekraan, mis klaviatuuri müüb, siis mikrofon seal on see sama dikteerimine. Puuduta teda ja jätka rääkimist.
fr: Donc si tu tombes un jour sur un écran qui te vend le clavier, le micro dessus, c'est cette même dictée. Touche-le et continue de parler.
hu: Ha tehát valaha olyan képernyőt látsz, ami a billentyűzetet kínálja megvételre, a rajta lévő mikrofon ugyanez a diktálás. Koppints rá, és beszélj tovább.
it: Quindi se ti capita una schermata che ti vende la tastiera, il microfono che c'è sopra è questa stessa dettatura. Toccalo e continua a parlare.
ja: もしキーボードの購入を勧める画面が出てきても、そこにあるマイクはこの音声入力そのものです。タップして、そのまま話し続けてください。
ko: 그러니 키보드를 구매하라는 화면을 만나더라도, 거기 있는 마이크가 바로 이 받아쓰기입니다. 눌러서 하던 말을 계속하세요.
ms: Jadi jika anda terjumpa skrin yang menawarkan papan kekunci ini untuk dibeli, mikrofon padanya ialah imlak yang sama. Ketiknya dan teruskan bercakap.
pt: Por isso, se alguma vez te aparecer um ecrã a vender-te o teclado, o micro que lá está é este mesmo ditado. Toca-lhe e continua a falar.
ru: Поэтому если вам вдруг попадётся экран, предлагающий купить клавиатуру, микрофон на нём — та же самая диктовка. Нажмите и говорите дальше.
zh_hans: 所以哪天遇到向你推销键盘的界面，上面那个麦克风就是这套语音输入。点一下，接着说就行。

source: Social text
de: Text für soziale Medien
es: Texto de redes sociales
et: Sotsiaalmeedia tekst
fr: Texte de réseau social
hu: Közösségi szöveg
it: Testo per social network
ja: ソーシャルメディア用テキスト
ko: 소셜 텍스트
ms: Teks media sosial
pt: Texto de redes sociais
ru: Текст для соцсетей
zh_hans: 社交文本

source: Soft
de: Weich
es: Suave
et: Pehme
fr: Doux
hu: Lágy
it: Morbido
ja: やわらかめ
ko: 부드러움
ms: Lembut
pt: Suave
ru: Мягко
zh_hans: 柔和

source: Soft and liquid
de: Weich und fließend
es: Suave y fluido
et: Pehme ja voolav
fr: Doux et fluide
hu: Lágy és folyékony
it: Morbido e fluido
ja: 柔らかく流れるよう
ko: 부드럽고 유연하게
ms: Lembut dan cair
pt: Suave e fluido
ru: Мягко и текуче
zh_hans: 柔和流畅

source: Solid
de: Einfarbig
es: Sólido
et: Ühevärviline
fr: Uni
hu: Egyszínű
it: Tinta unita
ja: 単色
ko: 단색
ms: Padu
pt: Sólido
ru: Сплошной
zh_hans: 纯色

source: Some optional effects are paused to keep typing smooth. Glass itself is untouched.
de: Einige optionale Effekte pausieren, damit das Tippen flüssig bleibt. Das Glas selbst bleibt unangetastet.
es: Algunos efectos opcionales están en pausa para que escribir siga siendo fluido. El cristal no cambia.
et: Mõned valikulised efektid on peatatud, et tipimine jääks sujuvaks. Klaas ise jääb puutumata.
fr: Certains effets facultatifs sont en pause pour garder une frappe fluide. Le verre, lui, ne change pas.
hu: Néhány nem kötelező effekt szünetel, hogy a gépelés gördülékeny maradjon. Maga az üveg változatlan.
it: Alcuni effetti opzionali sono in pausa per mantenere fluida la digitazione. Il vetro resta invariato.
ja: 入力を滑らかに保つため、一部の任意エフェクトを止めています。ガラス自体はそのままです。
ko: 입력이 매끄럽도록 일부 선택적인 효과를 멈췄습니다. 글래스 자체는 그대로입니다.
ms: Sebahagian kesan pilihan dijeda supaya taipan kekal lancar. Kaca itu sendiri tidak berubah.
pt: Alguns efeitos opcionais estão em pausa para a escrita continuar fluida. O vidro em si não muda.
ru: Часть необязательных эффектов приостановлена, чтобы печать оставалась плавной. Само стекло не затронуто.
zh_hans: 为了保持输入流畅，部分可选特效暂停了。玻璃本身没有变化。

source: Something to search for
de: Etwas zum Suchen
es: Algo que buscar
et: Midagi otsida
fr: Quelque chose à rechercher
hu: Valami kereshető
it: Qualcosa da cercare
ja: 検索できる語句
ko: 검색할 내용
ms: Sesuatu untuk dicari
pt: Algo para pesquisar
ru: Что-нибудь для поиска
zh_hans: 可搜索的内容

source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuch es erneut.
es: Algo ha fallado. Inténtalo de nuevo.
et: Midagi läks valesti. Proovi uuesti.
fr: Un problème est survenu. Réessaie.
hu: Valami hiba történt. Próbáld újra.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena. Cuba lagi.
pt: Ocorreu um erro. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出了点问题，请重试。

source: Sort clips into groups, then swipe a clip right in the keyboard panel to assign it.
de: Sortiere Clips in Gruppen und wisch einen Clip im Tastaturpanel nach rechts, um ihn zuzuordnen.
es: Ordena los clips en grupos y desliza un clip a la derecha en el panel del teclado para asignarlo.
et: Sorteeri klipid gruppidesse ja viipa seejärel klipid klaviatuuri paneelil paremale, et need määrata.
fr: Trie tes clips en groupes, puis balaie un clip vers la droite dans le panneau du clavier pour l'assigner.
hu: Rendezd a vágólap-elemeket csoportokba, majd húzz egy elemet jobbra a billentyűzet panelén a hozzárendeléshez.
it: Ordina le clip in gruppi, poi scorri una clip verso destra nel pannello della tastiera per assegnarla.
ja: クリップをグループに整理して、キーボードパネルでクリップを右にスワイプすると割り当てられます。
ko: 클립을 그룹으로 정리한 다음, 키보드 패널에서 클립을 오른쪽으로 밀어 그룹에 넣으세요.
ms: Susun klip ke dalam kumpulan, kemudian leret klip ke kanan dalam panel papan kekunci untuk masukkannya.
pt: Organize os clips em grupos e deslize um clip para a direita no painel do teclado para atribuí-lo.
ru: Разложите фрагменты по группам, а затем смахните фрагмент вправо в панели на клавиатуре, чтобы отнести его к группе.
zh_hans: 把剪贴内容整理到分组中，然后在键盘面板里向右滑动某条即可归类。

source: Sort clips into groups, then swipe a clip right on History or in the keyboard panel to assign it.
de: Sortiere Clips in Gruppen und wisch dann in Verlauf oder Tastaturpanel nach rechts, um einen zuzuweisen.
es: Ordena los recortes en grupos y luego desliza uno a la derecha en Historial o en el panel del teclado para asignarlo.
et: Sorteeri klipid gruppidesse ja viipa seejärel Ajaloos või klaviatuuri paneelil paremale, et see määrata.
fr: Classe les extraits en groupes, puis balaye un extrait vers la droite dans l’Historique ou le panneau du clavier pour l’assigner.
hu: Csoportosítsd a klipeket, majd húzz egyet jobbra az Előzményeken vagy a billentyűzet paneljén a besoroláshoz.
it: Ordina i clip in gruppi, poi scorri a destra su Cronologia o nel pannello della tastiera per assegnarne uno.
ja: クリップをグループに分け、履歴またはキーボードのパネルで右にスワイプして割り当てます。
ko: 클립을 그룹으로 나눈 뒤, 기록이나 키보드 패널에서 오른쪽으로 쓸어 넣습니다.
ms: Isih klip ke dalam kumpulan, kemudian leret kanan pada Sejarah atau panel papan kekunci untuk menugaskannya.
pt: Organiza os clips em grupos e depois desliza um para a direita no Histórico ou no painel do teclado para o atribuir.
ru: Разложите фрагменты по группам, затем проведите по фрагменту вправо в «Истории» или на панели клавиатуры, чтобы назначить его.
zh_hans: 先把片段分进组里，然后在历史或键盘面板上向右滑一条来归组。

source: Sort saved notes into groups, then swipe a note right in the keyboard panel to assign it.
de: Sortiere gespeicherte Notizen in Gruppen. Wische dann im Tastaturbereich eine Notiz nach rechts, um sie zuzuweisen.
es: Organiza las notas guardadas en grupos y desliza una nota a la derecha en el panel del teclado para asignarla.
et: Sorteeri salvestatud märkmed gruppidesse ja viipa seejärel märge klaviatuuri paneelil paremale, et see määrata.
fr: Classe les notes enregistrées en groupes, puis balaie une note vers la droite dans le panneau du clavier pour l’y placer.
hu: Rendezd csoportokba a mentett jegyzeteket, majd a hozzárendeléshez húzd jobbra a jegyzetet a billentyűzet paneljén.
it: Organizza le note salvate in gruppi, poi scorri una nota verso destra nel pannello della tastiera per assegnarla.
ja: 保存済みメモをグループに整理し、キーボードパネルでメモを右にスワイプして割り当てます。
ko: 저장된 메모를 그룹으로 정리한 다음 키보드 패널에서 메모를 오른쪽으로 쓸어 그룹에 넣으세요.
ms: Susun nota tersimpan kepada kumpulan, kemudian leret nota ke kanan dalam panel papan kekunci untuk menetapkannya.
pt: Organize as notas guardadas em grupos e, no painel do teclado, deslize uma nota para a direita para a atribuir.
ru: Разложите сохранённые заметки по группам, а затем смахните заметку вправо в панели на клавиатуре, чтобы отнести её к группе.
zh_hans: 将已存笔记整理到不同组中，然后在键盘面板中向右轻扫笔记即可分组。

source: Sound
de: Klang
es: Sonido
et: Heli
fr: Son
hu: Hang
it: Suono
ja: サウンド
ko: 사운드
ms: Bunyi
pt: Som
ru: Звук
zh_hans: 声音

source: Sound %lld
de: Ton %lld
es: Sonido %lld
et: Heli %lld
fr: Son %lld
hu: %lld. hang
it: Suono %lld
ja: サウンド %lld
ko: 사운드 %lld
ms: Bunyi %lld
pt: Som %lld
ru: Звук %lld
zh_hans: 声音 %lld

source: Sound & Feel
de: Klang & Haptik
es: Sonido y tacto
et: Heli ja tunnetus
fr: Son et ressenti
hu: Hang és tapintás
it: Suono e feedback
ja: サウンドと感触
ko: 소리 및 감촉
ms: Bunyi & Rasa
pt: Som e sensação
ru: Звук и ощущения
zh_hans: 声音与触感

source: Sound & haptics
de: Ton und Haptik
es: Sonido y vibración
et: Heli ja haptiline tagasiside
fr: Son et vibrations
hu: Hang és rezgés
it: Suoni e feedback aptico
ja: サウンドと触覚
ko: 사운드 및 햅틱
ms: Bunyi dan haptik
pt: Som e vibração
ru: Звук и вибрация
zh_hans: 声音与触感

source: Sound pack
de: Klangpaket
es: Paquete de sonidos
et: Helipakk
fr: Pack de sons
hu: Hangcsomag
it: Pacchetto suoni
ja: サウンドパック
ko: 사운드 팩
ms: Pek bunyi
pt: Pacote de sons
ru: Набор звуков
zh_hans: 声音包

source: Sound packs
de: Klangpakete
es: Paquetes de sonidos
et: Helipakid
fr: Packs de sons
hu: Hangcsomagok
it: Pacchetti di suoni
ja: サウンドパック
ko: 사운드 팩
ms: Pek bunyi
pt: Pacotes de sons
ru: Наборы звуков
zh_hans: 声音包

source: Sound, haptics, and press feedback
de: Klang, Haptik und Rückmeldung beim Drücken
es: Sonido, vibración y respuesta al pulsar
et: Heli, haptiline tagasiside ja vajutusreaktsioonid
fr: Son, vibrations et retour à l’appui
hu: Hangok, rezgések és visszajelzés billentyűnyomáskor
it: Suoni, feedback aptico e risposta alla pressione
ja: サウンド、触覚フィードバック、キーを押したときの反応
ko: 사운드, 햅틱 및 누름 피드백
ms: Bunyi, haptik dan maklum balas tekanan
pt: Som, vibração e resposta ao toque
ru: Звук, тактильная отдача и реакция на нажатие
zh_hans: 声音、触感与按下反馈

source: Sounds
de: Töne
es: Sonidos
et: Helid
fr: Sons
hu: Hangok
it: Suoni
ja: サウンド
ko: 사운드
ms: Bunyi
pt: Sons
ru: Звуки
zh_hans: 声音

source: Sounds and haptics
de: Töne und Haptik
es: Sonidos y vibraciones
et: Helid ja haptika
fr: Sons et retours haptiques
hu: Hangok és haptika
it: Suoni e feedback aptico
ja: サウンドと触覚フィードバック
ko: 소리 및 햅틱
ms: Bunyi dan haptik
pt: Sons e vibração
ru: Звуки и тактильная отдача
zh_hans: 声音和触感反馈

source: Sources
de: Quellen
es: Fuentes
et: Allikad
hu: Források
it: Sorgenti
ja: ソース
ko: 출처
ms: Sumber
pt: Fontes
ru: Источники
zh_hans: 来源

source: Sources include FrequencyWords, Tatoeba, and similar projects. See Dictionaries in Extras for licenses.
de: Zu den Quellen zählen FrequencyWords, Tatoeba und ähnliche Projekte. Lizenzen findest du unter Wörterbücher in Extras.
es: Entre las fuentes están FrequencyWords, Tatoeba y proyectos parecidos. Mira Diccionarios en Extras para ver las licencias.
et: Allikate hulka kuuluvad FrequencyWords, Tatoeba ja sarnased projektid. Litsentsid leiad jaotisest Sõnaraamatud all Lisad.
fr: Les sources incluent FrequencyWords, Tatoeba et des projets similaires. Va voir Dictionnaires dans Extras pour les licences.
hu: A források közt van a FrequencyWords, a Tatoeba és hasonló projektek. A licenceket az Extrák Szótárak részében találod.
it: Tra le fonti ci sono FrequencyWords, Tatoeba e progetti simili. Guarda Dizionari in Extra per le licenze.
ja: FrequencyWords や Tatoeba などが元になっています。ライセンスは「その他」の辞書をご覧ください。
ko: 출처는 FrequencyWords, Tatoeba 같은 프로젝트예요. 라이선스는 추가 기능의 사전에서 볼 수 있어요.
ms: Sumbernya termasuk FrequencyWords, Tatoeba dan projek serupa. Lihat Kamus dalam Tambahan untuk lesen.
pt: As fontes incluem FrequencyWords, Tatoeba e projetos parecidos. Vê Dicionários em Extras para as licenças.
ru: Среди источников — FrequencyWords, Tatoeba и подобные проекты. Лицензии — в разделе «Словари» в «Дополнительном».
zh_hans: 来源有 FrequencyWords、Tatoeba 这类项目。许可证在扩展功能的词典里看。

source: Space
de: Leertaste
es: Espacio
et: Tühik
fr: Espace
hu: Szóköz
it: Spazio
ja: スペース
ko: 스페이스
ms: Ruang
pt: Espaço
ru: Пробел
zh_hans: 空格

source: Space after
de: Abstand danach
es: Espacio después
et: Vahe pärast
fr: Espace après
hu: Térköz utána
it: Spazio dopo
ja: 右の空き
ko: 뒤쪽 여백
ms: Jarak selepas
pt: Espaço depois
ru: Отступ справа
zh_hans: 右侧间距

source: Space after emoji
de: Leerzeichen nach Emoji
es: Espacio tras el emoji
et: Tühik pärast emojit
fr: Espace après un emoji
hu: Szóköz az emodzsi után
it: Spazio dopo emoji
ja: 絵文字の後にスペース
ko: 이모티콘 뒤 공백
ms: Ruang selepas emoji
pt: Espaço após emoji
ru: Пробел после эмодзи
zh_hans: 表情符号后加空格

source: Space around letters
de: Abstand um Buchstaben
es: Espacio alrededor de las letras
et: Vahe tähtede ümber
fr: Espace autour des lettres
hu: Térköz a betűk körül
it: Spazio attorno alle lettere
ja: 文字まわりの空き
ko: 글자 주변 여백
ms: Jarak sekeliling huruf
pt: Espaço à volta das letras
ru: Отступы вокруг букв
zh_hans: 字母周围间距

source: Space bar bloom
de: Leuchten der Leertaste
es: Resplandor de la barra espaciadora
et: Tühikuklahvi helendus
fr: Halo de la barre d’espace
hu: Szóközbillentyű fényudvara
it: Alone della barra spaziatrice
ja: スペースバーのにじみ光
ko: 스페이스 바 블룸
ms: Sinar bar ruang
pt: Brilho difuso da barra de espaço
ru: Ореол пробела
zh_hans: 空格键泛光

source: Space bar caption
de: Leertasten-Beschriftung
es: Texto de la barra espaciadora
et: Tühikuklahvi kiri
fr: Légende de la barre d'espace
hu: Szóköz felirata
it: Didascalia della barra spaziatrice
ja: スペースバーの表示
ko: 스페이스바 캡션
ms: Kapsyen bar ruang
pt: Legenda da barra de espaço
ru: Подпись пробела
zh_hans: 空格键文字
